# KilogramsPerMinute Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..KilogramsPerMinute Property
UnitTypeId Class See Also
---
Kilograms per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KilogramsPerMinute { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KilogramsPerMinute As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KilogramsPerMinute {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace